Revit 2027 API
UnitTypeId.MetersToTheFourthPower Property
 Meters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersToTheFourthPower { get; }
Public Shared ReadOnly Property MetersToTheFourthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersToTheFourthPower {
	ForgeTypeId^ get ();
}
static member MetersToTheFourthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace